Repository: Acidburn0zzz/univention-corporate-server
Catalog: services/univention-ad-connector/umc/js/*.po
Languages: de

source: <p><b>Caution!</b> The DNS service record for the UCS Master was not found in the DNS server.</p>
de: <p><b>Achtung!</b> Der DNS Service Record für den UCS Master wurde nicht im DNS Server gefunden.</p>

source: <p>Details are explained in the <a href="http://sdb.univention.de/1299">Support Database</a>.</p>
de: <p>Details sind in der <a href="http://sdb.univention.de/1299">Support Database</a> erklärt.</p>

source: <br />Please verify that the file has been downloaded as <b>cert.pem</b>, Internet Explorer appends a .txt under some circumstances.
de: <br />Bitte überprüfen, dass die Datei als <b>cert.pem</b> runtergeladen wurde, Internet Explorer hängt unter bestimmten Umständen ein .txt an.

source: <p>An encrypted connection to the Active Directory domain could still not be established.</p><p>Confirm if you want to proceed with an unsecure connection.</p>
de: <p>Eine verschlüsselte Verbindung zu der Active Directory-Domäne konnte immer noch nicht aufgebaut werden.</p><p>Bestätigen Sie die Verwendung einer unsicheren Verbindung um fortzufahren.</p>

source: <p>This wizards guides the configuration of the connection with an existing Active Directory domain.</p><p>There are two exclusive options:</p>
de: <p>Dieser Assistent führt durch die Konfiguration der Verbindung mit einer bestehenden Active Directory-Domäne.</p><p>Es gibt zwei grundsätzliche Möglichkeiten:</p>

source: <p>To achieve a higher level of security, the Active Directory root certificate should be exported and uploaded here. The Active Directory certificate service creates that certificate. The necessary steps depend on the actual Microsoft Windows version and are described in the <a href="http://docs.univention.de/manual-4.0.html#ad-connector:ad-zertifikat" target="_blank">UCS manual</a>. Alternatively, you may proceed without this configuration.</p>
de: <p>Um eine höhere Sicherheit zu erreichen, sollte auf dem Active Directory System das Root-Zertifikat exportiert und hier hochgeladen werden. Erzeugt wird das Zertifikat mit dem Zertifikatsdienst des Active Directory. Die notwendigen Schritte sind abhängig von der eingesetzten Microsoft Windows-Version und sind in der <a href="http://docs.univention.de/handbuch-4.0.html#ad-connector:ad-zertifikat" target="_blank">UCS Dokumentation</a> beispielhaft beschrieben. Alternativ können Sie auch ohne diese Konfiguration fortfahren.</p>

source: AD Connection - An error occurred
de: AD-Verbindung - Ein Fehler trat auf

source: Activate encrypted connection
de: Verschlüsselte Verbindung aktivieren

source: Activate password synchronization
de: Passwortsynchronisation aktivieren

source: Active Directory Connection
de: Active Directory-Verbindung

source: Active Directory account
de: Active Directory-Konto

source: Active Directory connection SSL configuration
de: Active Directory-Verbindung SSL-Konfiguration

source: Active Directory connection service
de: Active Directory-Verbindungsdienst

source: Active Directory connection service is currently running.
de: Active Directory-Verbindungsdienst läuft aktuell.

source: Active Directory connection service is not running.
de: Active Directory-Verbindungsdienst ist nicht gestartet.

source: Active Directory domain credentials
de: Active Directory-Domänenzugangsdaten

source: Active Directory password
de: Active Directory-Passwort

source: Address of Active Directory domain controller
de: Adresse des Active Directory-Domänencontrollers

source: Address of Active Directory domain controller or name of Active Directory domain
de: Adresse des Active Directory-Domänencontrollers oder Name der Active Directory-Domäne

source: After the certification authority has been set up, press <i>Next</i> to proceed.
de: Klicken Sie <i>Weiter</i> sobald die Zertifizierungsstelle eingerichtet ist.

source: After the installation the replication of password hashes has to be activated.
de: Nach der Installation muss die Replikation der Passwort-Hashes aktiviert werden.

source: An encrypted connection to the Active Directory domain could not be established. As a consequence authentication data is submitted in plaintext.
de: Es konnte keine verschlüsselte Verbindung zur Active Directory-Domäne hergestellt werden. Dies hat zur Folge, dass Authentifizierungsdaten im Klartext übertragen werden.

source: An error occurred during the join process of UCS into the Active Directory domain. The following information will give you some more details on which problems occurred during the join process.
de: Ein Fehler trat während des Beitritts von UCS zur Active Directory-Domäne auf. Die folgenden Informationen enthalten weitere Details über das genauere Problem.

source: An unexpected error occurred. More information about the cause of the error can be found in the log file /var/log/univention/management-console-module-adconnector.log. Please retry the join process after resolving any conflicting issues.
de: Ein unerwarteter Fehler trat auf. Weitere Informationen über die Fehlerursache können in der Log-Datei /var/log/univention/management-console-module-adconnector.log gefunden werden. Bitte führen Sie den Beitritt erneut durch, nachdem entsprechende Fehler behoben wurden.

source: Bidirectional synchronisation of UCS and Active Directory.
de: Bidirektionale Synchronisation zwischen UCS und Active Directory.

source: By default the Active Directory connection does not transfer encrypted password data into the UCS directory service. The system uses the Active Directory Kerberos infrastructure for authentication.
de: Standardmäßig überträgt die eingerichtete Active Directory-Verbindung keine verschlüsselten Passwortdaten in den UCS-Verzeichnisdienst. Das System nutzt die Active Directory-Kerberos-Infrastruktur zur Authentifizierung.

source: Cancel
de: Abbrechen

source: Completion of Active Directory Connection
de: Fertigstellung der Active Directory-Verbindung

source: Configuration of Active Directory domain synchronisation
de: Konfiguration der Active Directory-Domänensynchronisation

source: Configuration of the Active Directory connection
de: Konfiguration der Active Directory-Verbindung

source: Configure UCS as part of an Active Directory domain (recommended).
de: UCS als Teil einer Active Directory-Domäne konfigurieren (empfohlen).

source: Continue without encryption
de: Fortfahren ohne Verschlüsselung

source: Currently, a secured connection between UCS and the Active Directory domain is used.
de: Es wird eine gesicherte Verbindung zwischen der UCS und der Active Directory Domäne verwendet.

source: Currently, an encrypted connection between UCS and the Active Directory domain is used.
de: Es wird aktuell eine verschlüsselte Verbindung zwischen der UCS und der Active Directory-Domäne verwendet.

source: Currently, an unencrypted connection to the Active Directory domain is used.
de: Es wird aktuell keine verschlüsselte Verbindung zu der Active Directory Domäne verwendet.

source: Download the password service for Windows and the UCS certificate
de: Herunterladen des UCS-Zertifikats und des Passwortdienstes für Windows

source: Enter the Active Directory domain information to establish the connection.
de: Geben Sie die Active Directory-Domäneninformationen ein, um die Verbindung einzurichten.

source: Enter the Active Directory domain information to join the domain.
de: Geben Sie die Active Directory-Domäneninformationen ein, um der Domäne beizutreten.

source: Failed to import the certificate
de: Der Import des Zertifikats ist fehlgeschlagen

source: However, in some scenarios it may be reasonable to transfer encrypted password hashes. Please refer the UCS manual in order to activate the password synchronization.
de: In einigen Szenarien kann es dennoch sinnvoll sein, die verschlüsselten Passwortdaten zu übertragen. Die Aktivierung der Passwortsynchronisation ist im UCS Handbuch beschrieben.

source: If there is a need for adjustment, you may upload a new root certificate of the Active Directory domain.
de: Bei Anpassungsbedarf können Sie hier ein neues Root-Zertifikat aus der Active Directory-Domäne hochladen.

source: In a standard setup, the Windows firewall blocks the access to the password service. This must either be deactivated in System settings or Port 6670/TCP authorised.
de: In einer Standard-Installation blockiert die Windows-Firewall die Zugriffe auf den Passwortdienst. Diese muss entweder in der Systemsteuerung deaktiviert werden oder Port 6670/TCP freigegeben werden.

source: Installation file for the password service for <b>%s</b> Windows.<br />It can be started by double clicking on it.
de: Installationsdatei für den Passwortdienst für <b>%s</b> Windows.<br />Diese kann per Doppelklick gestartet werden.

source: Installation of password service
de: Installation des Passwortdienstes

source: It is also possible to just activate the encrypted connection without certificate verification.
de: Es ist auch möglich, die verschlüsselte Verbindung ohne Zertifikatsprüfung zu aktivieren.

source: It is necessary for already joined UCS systems to re-join the domain. This should be done via the UMC module <i>Domain join</i> separately on each system.
de: Für bereits gejointe UCS-Systeme ist es notwendig, der Domäne neu beizutreten. Dies sollte über das UMC-Module <i>Domänenbeitritt</i> separat auf jedem System durchgeführt werden.

source: It must be copied into the installation directory of the password service.
de: Es muss in das Installationsverzeichnis des Passwortdienstes kopiert werden.

source: Join AD domain
de: AD-Domäne beitreten

source: Joining UCS into Active Directory domain
de: UCS der Active Directory-Domäne beitreten lassen

source: Microsoft Visual C++ 2010 Redistributable Package (x86) - <b>Must</b> be installed on a <b>64bit</b> Windows.
de: Microsoft Visual C++ 2010 Redistributable Package (x86) - <b>Muss</b> auf einem <b>64bit</b> Windows installiert sein.

source: Password service
de: Passwortdienst

source: Please confirm to carry out a restart of the UMC server components.
de: Bitte bestätigen Sie den Neustart der UMC-Server-Komponenten.

source: Retry to join
de: Erneut beitreten

source: Security settings
de: Sicherheitseinstellungen

source: Security warning
de: Sicherheitshinweis

source: Select the synchronisation direction between the UCS domain and the given Active Directory domain.
de: Wählen Sie die Synchronisationsrichtung zwischen der UCS-Domäne und der angegebenen Active Directory-Domäne aus.

source: Start Active Directory connection service
de: Active Directory-Verbindungsdienst starten

source: Stop Active Directory connection service
de: Active Directory-Verbindungsdienst stoppen

source: Stop password synchronization
de: Passwortsynchronisation deaktivieren

source: Synchronisation of account data between an Active Directory and this UCS domain.
de: Synchronisation von Kontendaten zwischen einer Active Directory- und dieser UCS-Domäne.

source: The <b>cert.pem</b> file contains the SSL certificates created in UCS for secure communication.
de: Die <b>cert.pem</b> Datei enthält die in UCS erstellten SSL-Zertifikate für sichere Kommunikation.

source: The <b>private.key</b> file contains the private key to the SSL certificates.
de: Die <b>private.key</b> Datei beinhaltet den privaten Schlüssel des SSL-Zertifikats.

source: The MSI files are the installation files for the password service. The installation can be started on the Active Directory domain controller by double clicking on it.
de: Die MSI-Dateien sind die Installationsdateien für den Passwortdienst. Die Installation kann mit einem Doppelklick gestartet werden.

source: The UCS domain exists in parallel to an Active Directory domain.
de: Die UCS-Domäne existiert parallel zu einer Active Directory-Domäne.

source: The UCS server is now ready for usage, and domain account data is now available.
de: Das UCS-System kann nun eingesetzt werden und Domänen-Kontodaten sind verfügbar.

source: The certificate was imported successfully
de: Das Zertifikat wurde erfolgreich importiert

source: The connection to the Active Directory domain has been configured successfully.
de: Die Verbindung zur Active Directory-Domäne wurde erfolgreich eingerichtet.

source: The necessary steps depend on the actual Microsoft Windows version and are described in the <a href="http://docs.univention.de/manual-4.0.html#ad-connector:ad-zertifikat" target="_blank">UCS manual</a>.
de: Die notwendigen Schritte sind abhängig von der eingesetzten Windows-Version und sind in der <a href="http://docs.univention.de/handbuch-4.0.html#ad-connector:ad-zertifikat" target="_blank">UCS Dokumentation</a> beispielhaft beschrieben.

source: The package is installed in the <b>C:\Windows\UCS-AD-Connector</b> directory automatically. Additionally, the password service is integrated into the Windows environment as a system service, which means the service can be started automatically or manually.
de: Das Paket ist automatisch im <b>C:\Windows\UCS-AD-Connector</b> Verzeichnis installiert. Zusätzlich ist der Passwortdienst als Systemdienst in die Windows-Umgebung integriert. Dadurch kann der Dienst automatisch oder manuell gestartet werden.

source: The server <i>%(_hostname)s (%(DC_IP)s)</i> is used as Active Directory Domain Controller for the domain <i>%(Domain)s</i>.
de: Der Server <i>%(_hostname)s (%(DC_IP)s)</i> wird als Active Directory-Domänencontroller für die Domäne <i>%(Domain)s</i> genutzt.

source: The synchronisation of Univention Corporate Server and Active Directory has been succesfully initiated.
de: Die Synchronisation zwischen Univention Corporate Server und Active Directory wurde erfolgreich eingerichtet.

source: The system is part of an Active Directory domain.
de: Das System ist Teil einer Active Directory-Domäne.

source: This module configures the connection between the Univention Corporate Server and Active Directory.
de: Dieses Modul dient der Konfiguration der Verbindung zwischen Univention Corporate Server und dem Active Directory.

source: To achieve a higher level of security, the Active Directory root certificate should be exported and uploaded here. The Active Directory certificate service creates that certificate.
de: Um eine höhere Sicherheit zu erreichen, sollte auf dem Active Directory System das Root-Zertifikat exportiert und hier hochgeladen werden. Erzeugt wird das Zertifikat mit dem Zertifikatsdienst des Active Directory.

source: To enable an encrypted connection, a certification authority needs to be configured on the Active Directory server. All steps necessary are described in the <a href="http://docs.univention.de/manual-4.0.html#ad-connector:ad-zertifikat" target="_blank">UCS manual</a>.
de: Auf dem Active Directory Server sollte eine Zertifizierungsstelle eingerichtet werden. Die notwendigen Schritte sind im <a href="http://docs.univention.de/handbuch-4.0.html#ad-connector:ad-zertifikat" target="_blank">UCS Handbuch</a> beschrieben.

source: Unidirectional synchronisation of Active Directory to UCS.
de: Unidirektionale Synchronisation von Active Directory nach UCS.

source: Unidirectional synchronisation of UCS to Active Directory.
de: Unidirektionale Synchronisation von UCS nach Active Directory.

source: Upload AD root certificate
de: Hochladen des AD-Root-Zertifikats

source: Use the recommended first option if Active Directory will be the principal domain. Domain users can directly access applications that are installed on UCS.
de: Benutzen Sie die empfohlene erste Option, wenn Active Directory die Hauptdomäne sein soll. Domänenbenutzer können direkt auf Anwendungen zugreifen, die auf UCS installiert sind.

source: Use the second option for more complex scenarios which necessitate that Active Directory and UCS domains exist in parallel.
de: Benutzen Sie die zweite Option für komplexere Szenarien, die den Parallelbetrieb der Active Directory- und UCS-Domäne voraussetzen.
